alacritty
amd-ucode
arc-gtk-theme
arc-icon-theme
base
base-devel
brightnessctl
btop
code
copyq
discord
dmenu
efibootmgr
feh
firefox
flameshot
fzf
git
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
iwd
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
lxqt-policykit
lxsession
mlocate
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
python-pywal
qt5ct
rofi
rofi-emoji
smartmontools
sof-firmware
thunar
tldr
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ufw
vim
wget
wireless_tools
wireplumber
xdg-utils
xdotool
xf86-input-synaptics
xorg-xinput
xterm
zram-generator
